{
  "nav" : {
    "home": "Home",
    "projects": "Projects",
    "repositories": "Repositories",
    "about-me": "About me",
    "stack":"Stack of Tecnologies"
  },
  "profile": {
    "presentation-name" : "Hi! My name is",
    "presentation": "I am a Front-end developer eager to apply my knowledge and continue learning!",
    "cvBtn": "Download CV",
    "contactBtn": "Contact Me Via Email Here!",
    "about-me-title" : "ABOUT ME",
    "about-me": "My name is Christian Gonzalez, I am 23 years old, and I am originally from Santa Fe, Argentina. Currently, I am studying frontend web development, and my goal is to become a fullstack developer. I enjoy every learning experience and appreciate being part of this beautiful community where I've found many talented peers. I am someone who likes to take on new challenges, feels ready to work in a company, and always gives my best to help.",
    "stack-title":"MY STACK",
    "projects-title" : "PROJECTS"
  },
  "projects": {

      "project-title1": "ANCORA EMPRESA CONSTRUCTORA",
      "project-description1" : "Despite being in full development, my freelance experience with Ancora allowed me to apply my knowledge in web development and work closely with a team to improve their online presence and functionality by using technologies such as Bootstrap, HTML, CSS and JavaScript.",
      "tecnologies1": "Technologies and Tools Used:",
      "tecnologiesIcon1": "FaHtml5,FaCss3Alt,IoLogoJavascript,FaBootstrap,SiAdobexd",
      "img-path1" : "/img/ancora.png",
      "url1" : "https://ancorasf.netlify.app/",


  
      "project-title2": "INSIDE COACHING",
      "project-description2": "Landing page created for a client with a coaching academy built in WordPress. Developed with the Tic's con Alas Empresa Jr team, we handled UI/UX development and prototyping in Adobe XD, following the Scrum methodology.",
      "tecnologies2": "Technologies and Tools Used:",
      "tecnologiesIcon2": "FaHtml5,SiAdobexd,FaWordpress",
      "img-path2": "/img/inside-coachjign.png",
      "url2": "https://insidecoaching.com.ar/",
  
      "project-title3": "ALAS JR ENTERPRISE",
      "project-description3": "Website for Alas responsible for maintenance and updates. Along with my colleagues, we perform updates when required and necessary, in addition to being developers for companies and SMEs looking to take their business to the next level.",
      "tecnologies3": "Technologies and Tools Used:",
      "tecnologiesIcon3": "FaHtml5,FaWordpress",
      "img-path3": "/img/alas.png",
      "url3": "https://www.alasempresajunior.com.ar/",

      "project-title4": "NIKE E-COMMERCE (DEVELOPING)",
      "project-description4": "I created this website with the goal of simulating an e-commerce platform, aiming to enhance both interface and design while improving my skills in using Tailwind, Next.js, and React.",
      "tecnologies4": "Technologies and Tools Used:",
      "tecnologiesIcon4": "FaHtml5, FaCss3Alt,IoLogoJavascript,SiTailwindcss, SiTypescript,  FaReact,TbBrandNextjs ",
      "img-path4": "/img/nike-page.png",
      "url4": "https://e-commerce-nike-liart.vercel.app/",

      "project-title5": "STOCK DESKTOP APP",
      "project-description5": "Stock management application using C#, .NET, and a SQL Server database. The app allows product registration, inventory control, quantity updates, and movement tracking. I implemented an intuitive interface with WinForms and secure database connectivity.",
      "tecnologies5": "Technologies and Tools Used:",
      "tecnologiesIcon5": "SiMicrosoftsqlserver,TbBrandCSharp",
      "img-path5": "/img/appEscritorio.png",
      "url5": ""


    },
    "more-projects": {
      "little-project-title1": "React Calculator",
      "little-project-description1": "Calculator built using React that allowed me to understand concepts like 'useState'. Learning to manage states and dynamically update the user interface in response to user interactions.",
  
      "little-project-title2": "Weather App",
      "little-project-description2": "I developed this weather application using JavaScript. The app provides accurate data and updated forecasts. Through this development, I gained new web development skills.",
  
      "little-project-title3": "GitHub Explorer",
      "little-project-description3": "This app allows you to discover profiles of developers and interesting projects in the GitHub community. It also provides updated information about their repositories.",
  
      "little-project-title4": "English Dictionary",
      "little-project-description4": "This app provides dictionary functionalities but in English, using the consumption of an API to reinforce knowledge.",
  
      "little-project-title5": "Poke Card",
      "little-project-description5": "This app allows you to search for your favorite Pokémon!! A frontend mentor challenge, I love these challenges!",
  
      "little-project-title6": "Movie Search",
      "little-project-description6": "This page allows you to search for the movie you want and see its statistics, reviews, and ratings! Go ahead and look for one!",
  
      "little-project-title7": "City Buses",
      "little-project-description7": "I created this page for my partner who didn't know the bus routes. It is very useful as there is no well-structured page of this kind for the bus lines in my country, maybe it will be helpful if you're in Santa Fe!",
  
      "little-project-title8": "TO-DO LIST",
      "little-project-description8": "This was my first To-Do List. I keep it as a memory and achievement. It might be something simple, but it has its time."
    }
}
